{
    tiLabelAutoComplete = "\U81ea\U52a8\U66f4\U6b63";
    tiLabelBackForthKIT = "\U540e\U9000/\U524d\U8fdb";
    tiLabelBibTeX = BibTeX;
    tiLabelColorIndex = ColorIndex;
    tiLabelConTeX = ConTeXt;
    tiLabelDrawerKIT = "\U8f85\U52a9\U9762\U677f";
    tiLabelGotoPage = "\U8f6c\U5230\U9875";
    tiLabelGotoPageKIT = "\U8f6c\U5230\U9875";
    tiLabelLaTeX = LaTeX;
    tiLabelMacros = "\U5b8f";
    tiLabelMacrosEE = "\U5b8f";
    tiLabelMacrosKIT = "\U5b8f";
    tiLabelMagnification = "\U653e\U5927";
    tiLabelMagnificationKIT = "\U653e\U5927";
    tiLabelMakeIndex = "Make Index";
    tiLabelMetaFont = MetaFont;
    tiLabelMetaPost = MetaPost;
    tiLabelMouseMode = "\U9f20\U6807\U6a21\U5f0f";
    tiLabelMouseModeKIT = "\U9f20\U6807\U6a21\U5f0f";
    tiLabelNextPage = "\U4e0b\U4e00\U4e2a";
    tiLabelNextPageButton = "\U4e0b\U4e00\U4e2a";
    tiLabelNextPageButtonKIT = "\U4e0b\U4e00\U4e2a";
    tiLabelNextPageKIT = "\U4e0b\U4e00\U4e2a";
    tiLabelPreviousPage = "\U4e0a\U4e00\U4e2a";
    tiLabelPreviousPageButton = "\U4e0a\U4e00\U4e2a";
    tiLabelPreviousPageButtonKIT = "\U4e0a\U4e00\U4e2a";
    tiLabelPreviousPageKIT = "\U4e0a\U4e00\U4e2a";
    tiLabelProgram = "\U7a0b\U5e8f";
    tiLabelProgramEE = "\U7a0b\U5e8f";
    tiLabelProgramKIT = "\U7a0b\U5e8f";
    tiLabelSave = "\U5b58\U50a8";
    tiLabelShowFullPath = "\U5b8c\U6574\U8def\U5f84";
    tiLabelSplit = "\U5206\U5272\U7a97\U53e3";
    tiLabelSplitKIT = "\U5206\U5272\U7a97\U53e3";
    tiLabelSyncMarks = "\U540c\U6b65\U6807\U8bb0";
    tiLabelSyncMarksKIT = "\U540c\U6b65\U6807\U8bb0";
    tiLabelTags = "\U6807\U7b7e";
    tiLabelTeX = TeX;
    tiLabelTemplates = "\U6a21\U677f";
    tiLabelTypeset = "\U6392\U7248";
    tiLabelTypesetEE = "\U6392\U7248";
    tiLabelTypesetKIT = "\U6392\U7248";
    tiPaletteLabelAutoComplete = "\U81ea\U52a8\U66f4\U6b63";
    tiPaletteLabelBackForthKIT = "\U540e\U9000/\U524d\U8fdb";
    tiPaletteLabelBibTeX = BibTeX;
    tiPaletteLabelColorIndex = "Color Index";
    tiPaletteLabelConTeX = ConTeXt;
    tiPaletteLabelDrawerKIT = "\U8f85\U52a9\U9762\U677f";
    tiPaletteLabelGotoPage = "\U8f6c\U5230\U9875";
    tiPaletteLabelGotoPageKIT = "\U8f6c\U5230\U9875";
    tiPaletteLabelLaTeX = LaTeX;
    tiPaletteLabelMacros = "\U5b8f";
    tiPaletteLabelMacrosEE = "\U5b8f";
    tiPaletteLabelMacrosKIT = "\U5b8f";
    tiPaletteLabelMagnification = "\U653e\U5927";
    tiPaletteLabelMagnificationKIT = "\U653e\U5927";
    tiPaletteLabelMakeIndex = "Make Index";
    tiPaletteLabelMetaFont = MetaFont;
    tiPaletteLabelMetaPost = MetaPost;
    tiPaletteLabelMouseMode = "\U9f20\U6807\U6a21\U5f0f";
    tiPaletteLabelMouseModeKIT = "\U9f20\U6807\U6a21\U5f0f";
    tiPaletteLabelNextPage = "\U5207\U6362\U4e0b\U4e00\U9875";
    tiPaletteLabelNextPageButton = "\U4e0b\U4e00\U9875";
    tiPaletteLabelNextPageButtonKIT = "\U4e0b\U4e00\U9875";
    tiPaletteLabelNextPageKIT = "\U4e0b\U4e00\U9875";
    tiPaletteLabelPreviousPage = "\U5207\U6362\U4e0a\U4e00\U9875";
    tiPaletteLabelPreviousPageButton = "\U4e0a\U4e00\U9875";
    tiPaletteLabelPreviousPageButtonKIT = "\U4e0a\U4e00\U9875";
    tiPaletteLabelPreviousPageKIT = "\U4e0a\U4e00\U9875";
    tiPaletteLabelProgram = "\U7a0b\U5e8f";
    tiPaletteLabelProgramEE = "\U7a0b\U5e8f";
    tiPaletteLabelProgramKIT = "\U7a0b\U5e8f";
    tiPaletteLabelSave = "\U5b58\U50a8";
    tiPaletteLabelShowFullPath = "\U5b8c\U6574\U8def\U5f84";
    tiPaletteLabelSplit = "\U5206\U5272\U7a97\U53e3";
    tiPaletteLabelSplitKIT = "\U5206\U5272\U7a97\U53e3";
    tiPaletteLabelSyncMarks = "\U540c\U6b65\U6807\U8bb0";
    tiPaletteLabelSyncMarksKIT = "\U540c\U6b65\U6807\U8bb0";
    tiPaletteLabelTags = "\U6807\U7b7e";
    tiPaletteLabelTeX = TeX;
    tiPaletteLabelTemplates = "\U6a21\U677f";
    tiPaletteLabelTypeset = "\U6392\U7248";
    tiPaletteLabelTypesetEE = "\U6392\U7248";
    tiPaletteLabelTypesetKIT = "\U6392\U7248";
    tiToolTipAutoComplete = "\U5207\U6362\U81ea\U52a8\U66f4\U6b63";
    tiToolTipBackForthKIT = "\U540e\U9000\U524d\U8fdb\U6309\U94ae";
    tiToolTipBibTeX = "\U8fd0\U884c BibTeX";
    tiToolTipColorIndex = "Color Index \U547d\U4ee4";
    tiToolTipConTeX = "\U8fd0\U884c ConTeXt";
    tiToolTipDrawerKIT = "\U5207\U6362\U8f85\U52a9\U9762\U677f";
    tiToolTipGotoPage = "\U8f6c\U5230\U9875";
    tiToolTipGotoPageKIT = "\U8f6c\U5230\U9875";
    tiToolTipLaTeX = "\U4f7f\U7528 LaTeX \U5904\U7406\U6e90\U4ee3\U7801";
    tiToolTipMacros = "\U63d2\U5165\U5b8f";
    tiToolTipMacrosEE = "\U63d2\U5165\U5b8f";
    tiToolTipMacrosKIT = "\U63d2\U5165\U5b8f";
    tiToolTipMagnification = "\U8bbe\U7f6e\U9875\U9762\U653e\U5927\U7387";
    tiToolTipMagnificationKIT = "\U8bbe\U7f6e\U9875\U9762\U653e\U5927\U7387";
    tiToolTipMakeIndex = "Make Index";
    tiToolTipMetaFont = "\U8fd0\U884c MetaFont";
    tiToolTipMetaPost = "\U8fd0\U884c MetaPost";
    tiToolTipMouseMode = "\U66f4\U6539\U9f20\U6807\U6a21\U5f0f";
    tiToolTipMouseModeKIT = "\U66f4\U6539\U9f20\U6807\U6a21\U5f0f";
    tiToolTipNextPage = "\U663e\U793a\U4e0b\U4e00\U9875";
    tiToolTipNextPageButton = "\U663e\U793a\U4e0b\U4e00\U9875";
    tiToolTipNextPageButtonKIT = "\U663e\U793a\U4e0b\U4e00\U9875";
    tiToolTipNextPageKIT = "\U663e\U793a\U4e0b\U4e00\U9875";
    tiToolTipPreviousPage = "\U663e\U793a\U4e0a\U4e00\U9875";
    tiToolTipPreviousPageButton = "\U663e\U793a\U4e0a\U4e00\U9875";
    tiToolTipPreviousPageButtonKIT = "\U663e\U793a\U4e0a\U4e00\U9875";
    tiToolTipPreviousPageKIT = "\U663e\U793a\U4e0a\U4e00\U9875";
    tiToolTipPrint = "\U6253\U5370 PDF \U56fe\U50cf";
    tiToolTipPrintSource = "\U6253\U5370 TeX \U6e90\U4ee3\U7801";
    tiToolTipProgram = "\U9009\U62e9\U6392\U7248\U7a0b\U5e8f";
    tiToolTipProgramEE = "\U9009\U62e9\U6392\U7248\U7a0b\U5e8f";
    tiToolTipProgramKIT = "\U9009\U62e9\U6392\U7248\U7a0b\U5e8f";
    tiToolTipSave = "\U5b58\U50a8\U6587\U6863\U6e90\U4ee3\U7801";
    tiToolTipShowFullPath = "\U5728\U7a97\U53e3\U6807\U9898\U4e2d\U663e\U793a\U5b8c\U6574\U8def\U5f84";
    tiToolTipSplit = "\U5207\U6362\U7a97\U53e3\U5206\U5272";
    tiToolTipSplitKIT = "\U5207\U6362\U7a97\U53e3\U5206\U5272";
    tiToolTipSyncMarks = "\U663e\U793a\U540c\U6b65\U6807\U8bb0";
    tiToolTipSyncMarksKIT = "\U663e\U793a\U540c\U6b65\U6807\U8bb0";
    tiToolTipTags = "\U6eda\U52a8\U5230\U9009\U62e9\U7684\U6807\U7b7e";
    tiToolTipTeX = "\U4f7f\U7528 Plain TeX \U5de5\U5177\U5904\U7406\U6e90\U4ee3\U7801";
    tiToolTipTemplates = "\U5728\U5149\U6807\U4f4d\U7f6e\U63d2\U5165\U9009\U62e9\U7684\U6a21\U677f";
    tiToolTipTypeset = "\U8fd0\U884c\U6392\U7248\U7a0b\U5e8f";
    tiToolTipTypesetEE = "\U8fd0\U884c\U6392\U7248\U7a0b\U5e8f";
    tiToolTipTypesetKIT = "\U8fd0\U884c\U6392\U7248\U7a0b\U5e8f";
    tiLabelSharing				= "分享";
    tiPaletteLabelSharing		= "分享";
    tiToolTipSharing			= "分享文本和图片";
    tiLabelSharingKIT				= "分享";
    tiPaletteLabelSharingKIT		= "分享";
    tiToolTipSharingKIT				= "分享文本和图片";
    
    tiLabelProgramSplit				= "\U7a0b\U5e8f";
    tiPaletteLabelProgramSplit		= "\U7a0b\U5e8f";
    tiToolTipProgramSplit			= "\U7a0b\U5e8f";
    
    tiLabelMacrosSplit				= "\U5b8f";
    tiPaletteLabelMacrosSplit		= "\U5b8f";
    tiToolTipMacrosSplit			= "\U5b8f";
    
    tiLabelTagsSplit				= "\U6807\U7b7e";
    tiPaletteLabelTagsSplit         = "\U6807\U7b7e";
    tiToolTipTagsSplit              = "\U6807\U7b7e";
    
    tiLabelGotoPageSplit			= "\U8f6c\U5230\U9875";
    tiPaletteLabelGotoPageSplit     = "\U8f6c\U5230\U9875";
    tiToolTipGotoPageSplit          = "\U8f6c\U5230\U9875";
    
    tiLabelMagnificationSplit		= "\U653e\U5927";
    tiPaletteLabelMagnificationSplit   = "\U653e\U5927";
    tiToolTipMagnificationSplit     = "\U653e\U5927";

}